{
    "tripTitle": "Exploring the Mystique of the Golden Triangle",
    "tripSubtitle": "Journey through the Riches of Frankincense & Golden Sands",
    "tripImage": "https://res.cloudinary.com/dxhoawdbh/image/upload/v1711194926/North_India_qqcsr8.jpg",
    "mapIframeSrc": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d448254.5440711953!2d76.94918402777469!3d28.630103!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd1c1d68decf%3A0x4b77bb526ec7a6e7!2sNorthern%20India%20Tourism!5e0!3m2!1sen!2sin!4v1711195062888!5m2!1sen!2sin",
    "tripDescription": [
        {
            "title": "Embark on an extraordinary exploration of Himalayas",
            "content": [
                "Traverse the pristine mountains surrounding Kashmir, immersing yourself in the natural splendor while sharing tea with local villagers and discovering the vibrant floating market of Lake Dal.",
                "Explore the legendary 'Seat of Solomon' and uncover the mystical tales that shroud this mythical site."
            ]
        },
        {
            "title": "Journey onwards to Dharamsala",
            "content": [
                "Marvel at the resplendent Sikh Golden Temple in Amritsar, a symbol of Sikhism's enduring spirit and devotion.",
                "Prepare for a spectacle at the Wagah border ceremony, where the vibrant pageantry of tradition unfolds against a backdrop of national pride and unity.",
                "Throughout your adventure, savor a culinary tapestry of Tibetan, Indian, and Kashmiri flavors, indulging in classic dishes that tantalize the taste buds and enrich the cultural experience."
            ]
        }
    ],
    "highlights": {
        "leftColumn": [
            "Enigmatic Kashmir Unveiled: Embark on an exclusive journey to Kashmir, a region recently opened to tourism, where mysteries await exploration amidst breathtaking landscapes and rich cultural tapestries.",
            "Pristine Mountain Hikes: Traverse the pristine mountains surrounding Srinagar, immersing yourself in the untouched beauty of nature while embarking on invigorating hikes through picturesque terrain.",
            "Tea with Local Villagers: Delight in the warmth of Kashmiri hospitality as you share tea with local villagers, gaining insights into their traditions, stories, and way of life amidst the tranquil beauty of the region.",
            "Vibrant Floating Market: Experience the vibrant ambiance of Lake Dal's floating market, where colorful boats adorned with a plethora of goods create a mesmerizing spectacle against the backdrop of serene waters.",
            "Exploration of the 'Seat of Solomon': Uncover the ancient mysteries surrounding the mythical 'Seat of Solomon,' delving into the legends and lore that have shrouded this iconic site for centuries.",
            "Spiritual Retreat in Dharamsala: Immerse yourself in the deep spirituality of Dharamsala, the abode of the Dalai Lama's community, where tranquility and enlightenment await amidst serene surroundings.",
            "Visit bright angling harbors and old exchanging ports, meet a neighborhood classicist."
        ],
        "rightColumn": [
            "Explore brilliant sand ridges by camel and 4WD vehicle.",
            "Roam the tight back streets of Oman's conventional markets, appreciate a private dhow voyage.",
            "Explore the precipice embracing towns, richly terraced gardens, and memorable strongholds of the Hajar Mountains.",
            "Visit the Nizwa Goat Market.",
            "Cross the rolling dunes of Wahiba Sands on camel and sleep in a Bedouin tent.",
            "DESERT CRUISING AND TURTLES OF OMAN.",
            "Visit Oman's most exquisite mosque, made to accommodate up to 20,000 worshippers.",
            "Magnificent Sikh Golden Temple: Behold the resplendent beauty of the Sikh Golden Temple in Amritsar, a testament to Sikhism's enduring faith and architectural grandeur.",
            "Spectacular Wagah Border Ceremony: Witness the vibrant pageantry of the Wagah border ceremony, an electrifying display of national pride and unity that captivates the senses and stirs the soul.",
            "Culinary Delights: Indulge in a gastronomic journey through classic Tibetan, Indian, and Kashmiri cuisine, savoring the flavors of traditional dishes that tantalize the palate and celebrate the rich culinary heritage of the region."
        ]
    },
    "factsAndInclusions": [
        "Expert leadership of a Midasia Tour leader (Group Trip), local guides, drivers, and other staff",
        "Services of MIDASIA ROUTES in-house air reservations team",
        "Total trip duration of 14 days",
        "Trip starts in Delhi and finishes in Delhi",
        "Expedition limited to a maximum of 6 travelers and a Tour leader",
        "All accommodations as mentioned in the itinerary. Accommodations are carefully selected based on location, services, cleanliness, and with private bathrooms",
        "All ground transportation and baggage handling from meeting until departure",
        "Sightseeing, events, visits, and entrance fees",
        "Bottled water/Soft drinks included at meals and during sightseeing",
        "All meals as mentioned in the itinerary",
        "All activities as indicated in the detailed itinerary",
        "Toilets: Clean western-style toilets available at accommodations/restaurants/sites. Squat toilets available during drives to destinations",
        "All internal/domestic flights",
        "All gratuities for local drivers, guides, restaurants, porters, except MIDASIA ROUTES Trip Leader"
    ]
}